<?php
return [
    'MSG-17' => 'تم إنشاء الخطة بنجاح.',
    'MSG-18' => 'يرجى إضافة بيانات صحيحة.',
    'MSG-19' => 'يرجى ملء جميع الحقول المطلوبة.',
    'MSG-20' => 'هذه الخطة مُخصصة حاليًا للمستخدمين النشطين ولا يمكن حذفها.',
    'MSG-21' => 'لا توجد اشتراكات متاحة.',
    'MSG-22' => 'لا يمكن حذف الخطة المخصصة حاليًا للمستخدمين.',
//    'MSG-23' => 'لم يتم العثور على خطط الاشتراك.',
    'MSG-23' => 'لقد تم تحديث اشتراكك وحد الوصول الخاص بك.',
    'MSG-24' => 'يتبقى لديك [X] أيام في اشتراكك.',
    'MSG-25' => 'انتهت صلاحية اشتراكك. جدّد الآن أو قم بالترقية لمواصلة الوصول.',
    'MSG-26' => 'لقد وصلتَ إلى الحد الأقصى المسموح به لباقة اشتراكك. بادر بترقية اشتراكك للحصول على المزيد من الميزات والحد الأقصى.',
    'MSG-27' => 'تحذير: يتجاوز هذا المستخدم حد الأجهزة للطبقة المحددة.',
    'MSG-28' => 'حدث خطأ أثناء تعيين مستوى الاشتراك. يُرجى المحاولة مرة أخرى.',
];
